<template>
  <p>
    У сучасній вимові давньогрецької мови вживають силовий (динамічний) наголос, як у чеській мові.
    Первісний наголос був мелодичним (музичним): наголошений склад вимовлявся на квінту вище, ніж
    ненаголошений склад.
  </p>
  <p>
    Наголос у грецькій мові мав смислорозрізнювальне значення (<Gr>νόμος</Gr> закон × <Gr>νομός</Gr
    >{{ ' ' }}<em>пасовище</em>).
  </p>

  <p>Наголос є рухомим, але його позиція не є довільною. Існує 3 типи наголосу:</p>

  <ul class="list-inside list-disc">
    <li>гострий наголос <Gr>ώ</Gr> – стоїть щонайдалі на третьому складі від кінця</li>
    <li>
      обвідний наголос <Gr>ῶ</Gr> – щонайдалі на передостанньому складі,
      <strong>лише на довгому голосному або дифтонгу</strong>
    </li>
    <li>
      важкий <Gr>ὼ</Gr> – лише всередині зв'язного тексту, де замінює гострий наголос в останньому
      складі (<Gr>καλὸς</Gr> <Gr>φίλος</Gr>)
    </li>
  </ul>

  <p>
    Правила наголосу тут не наведено (див. Niederle, <em>Граматика грецької мови</em>, § 23–31).
  </p>

  <p>
    <strong>Ненаголошені слова: проклітики</strong> (стоять перед своїм наголошеним словом), напр.
    артикль <Gr>ὁ</Gr>, <Gr>ἡ</Gr>, <Gr>οἱ</Gr>, <Gr>αἱ</Gr>; заперечна частка <Gr>οὐ</Gr>;
    <strong>енклітики</strong> (стоять після наголошеного слова), напр. <Gr>φίλος</Gr> <Gr>τις</Gr>
    <em>якийсь приятель</em>. Енклітики й проклітики за певних обставин можуть отримувати наголос:
    <Gr>φίλοι</Gr> <Gr>τινὲς</Gr> <em>деякі друзі</em>, енклітики також можуть впливати на наголос
    попереднього слова: <Gr>δοῦλοι</Gr> <Gr>τινες</Gr> <em>деякі раби</em> (див. Niederle, § 32–36).
  </p>
</template>

<script setup lang="ts">
import Gr from '@/components/GreekSpan.vue'
</script>
