<template>
  <p>
    У сучасній вимові давньогрецької мови вживають силовий (динамічний) наголос, як у чеській мові.
    Первісний наголос був мелодичним (музичним): наголошений склад вимовлявся на квінту вище, ніж
    ненаголошений склад.
  </p>
  <p>
    Наголос у грецькій мові мав смислорозрізнювальне значення (<Gr text="νόμος" /> закон ×
    <Gr text="νομός" />{{ ' ' }}<em>пасовище</em>).
  </p>

  <p>Наголос є рухомим, але його позиція не є довільною. Існує 3 типи наголосу:</p>

  <ul class="list-inside list-disc">
    <li>гострий наголос <Gr text="ώ" /> – стоїть щонайдалі на третьому складі від кінця</li>
    <li>
      обвідний наголос <Gr text="ῶ" /> – щонайдалі на передостанньому складі,
      <strong>лише на довгому голосному або дифтонгу</strong>
    </li>
    <li>
      важкий <Gr text="ὼ" /> – лише всередині зв'язного тексту, де замінює гострий наголос в
      останньому складі (<Gr text="καλὸς" /> <Gr text="φίλος" />)
    </li>
  </ul>

  <p>
    Правила наголосу тут не наведено (див. Niederle, <em>Граматика грецької мови</em>, § 23–31).
  </p>

  <p>
    <strong>Ненаголошені слова: проклітики</strong> (стоять перед своїм наголошеним словом), напр.
    артикль <Gr text="ὁ" />, <Gr text="ἡ" />, <Gr text="οἱ" />, <Gr text="αἱ" />; заперечна частка
    <Gr text="οὐ" />; <strong>енклітики</strong> (стоять після наголошеного слова), напр.
    <Gr text="φίλος" /> <Gr text="τις" /> <em>якийсь приятель</em>. Енклітики й проклітики за певних
    обставин можуть отримувати наголос: <Gr text="φίλοι" /> <Gr text="τινὲς" />
    <em>деякі друзі</em>, енклітики також можуть впливати на наголос попереднього слова:
    <Gr text="δοῦλοι" /> <Gr text="τινες" /> <em>деякі раби</em> (див. Niederle, § 32–36).
  </p>
</template>

<script setup lang="ts">
import Gr from '@/components/GreekSpan.vue'
</script>
