<template>
  <SectionSubheader id="adjectives-ii-i">Прикметники II та I відміни</SectionSubheader>
  <ul class="list-disc pl-5">
    <li>
      <em>Прикметники трьох закінчень</em> {{ ' ' }} <Gr text="**-ος,**" /> {{ ' ' }}
      <Gr text="**-η,**" /> {{ ' ' }} <Gr text="**-ον**" />: <Gr text="ἀγαθός, ἀγαθή, ἀγαθόν" />
      {{ ' ' }} <em>добрий</em>; <Gr text="δίκαιος, δικαίᾱ, δίκαιον" /> {{ ' ' }}
      <em>справедливий</em>
      (жін. має в одн. <Gr text="-ᾱ" /> після <Gr text="ε, ι, ρ" />, інакше має <Gr text="-η" />).
      Чол. та сер. відмінюються за II відміною, жін. — за I відміною.
    </li>
    <li>
      <em>Стягнені прикметники трьох закінчень:</em> {{ ' ' }} <Gr text="χρῡσοῦς, χρῡσῆ, χρῡσοῦν" />
      {{ ' ' }} <em>золотий</em>; <Gr text="ἀργυροῦς, ἀργυρᾶ, ἀργυροῦν" /> {{ ' ' }}
      <em>срібний</em>
      (чол. та сер. відмінюються за стягненими іменниками II відміни; жін. має
      <Gr text="-ᾶ" /> після <Gr text="ρ" />, інакше <Gr text="-ῆ" />).
    </li>
    <li>
      <em>Прикметники двох закінчень на</em> {{ ' ' }} <Gr text="**-ος,**" /> {{ ' ' }}
      <Gr text="**-ον**" />
      (<Gr text="-ος" /> для чол. і жін.): <Gr text="ἥσυχος, ἥσυχον" /> {{ ' ' }}
      <em>спокійний</em>.
    </li>
    <li>
      <em>Стягнені прикметники двох закінчень:</em> {{ ' ' }} <Gr text="εὔνους, εὔνουν" /> {{ ' ' }}
      <em>прихильний</em>
      (відмінюється за стягненими іменниками II відміни; наз. + зн. мн. сер. =
      <Gr text="εὔνοα" />).
    </li>
  </ul>
</template>

<script setup lang="ts">
import Gr from './GreekSpan.vue'
import SectionSubheader from './SectionSubheader.vue'
</script>
