<template>
  <p>
    Існує лише означений артикль <Gr>ὁ, ἡ, τό</Gr>; відмінювання подано при іменниках I та II
    відміни.
  </p>

  <p>
    <strong>Артикль:</strong> індивідуалізація (<Gr>ὁ ἄνθρωπος κελεύει</Gr>
    <em>(цей) чоловік наказує</em>), родове значення (<Gr>ὁ ἄνθρωπος θνητός ἐστι</Gr> ...
    <em>людина є смертною</em>), власні імена вже згаданих осіб (<Gr>ἐκ δὲ τούτου ὁ Κῦρος ἔλεγε</Gr
    >{{ ' ' }} <em>Кір на це сказав ...</em>), географічні назви (<Gr>ἡ Ἀττική</Gr>), присвійні (<Gr
      >ὁ ἐμὸς φίλος</Gr
    >{{ ' ' }} <em>мій друг</em>) та вказівні займенники (<Gr>ὅδε ὁ ἀνήρ</Gr> <em>цей чоловік</em>),
    субстантивовані прикм. та присл. (<Gr>οἱ νέοι</Gr> <em>молодь</em>), дієприкметники
    <Gr>ὁ βουλόμενος</Gr> <em>той, хто бажає; той, хто хоче</em>, інфінітив (<Gr>τὸ σῑγᾶν</Gr>
    {{ ' ' }}<em>мовчання</em>), у сполученні з присвійним родовим відмінком (<Gr>τὸ τοῦ Κύρου</Gr>
    {{ ' ' }}<em>вислів Кіра</em>).
  </p>

  <p>
    <strong>Без артикля:</strong> назви унікальних реалій (<Gr>γῆ, ἥλιος</Gr>), у предикативному
    додатку й присудку (<Gr>ἡ γεωργία τροφός ἐστιν</Gr> <em>землеробство є годувальницею</em>),
    абстрактні поняття, назви осіб, згадуваних уперше.
  </p>
</template>

<script setup lang="ts">
import Gr from '@/components/GreekSpan.vue'
</script>
