<template>
  <p>
    Існує лише означений артикль <Gr text="ὁ, ἡ, τό" />; відмінювання подано при іменниках I та II
    відміни.
  </p>

  <p>
    <strong>Артикль:</strong> індивідуалізація (<Gr text="ὁ ἄνθρωπος κελεύει" />
    <em>(цей) чоловік наказує</em>), родове значення (<Gr text="ὁ ἄνθρωπος θνητός ἐστι" /> ...
    <em>людина є смертною</em>), власні імена вже згаданих осіб (<Gr
      text="ἐκ δὲ τούτου ὁ Κῦρος ἔλεγε"
    />{{ ' ' }} <em>Кір на це сказав ...</em>), географічні назви (<Gr text="ἡ Ἀττική" />),
    присвійні (<Gr text="ὁ ἐμὸς φίλος" />{{ ' ' }} <em>мій друг</em>) та вказівні займенники (<Gr
      text="ὅδε ὁ ἀνήρ"
    />
    <em>цей чоловік</em>), субстантивовані прикм. та присл. (<Gr text="οἱ νέοι" /> <em>молодь</em>),
    дієприкметники <Gr text="ὁ βουλόμενος" /> <em>той, хто бажає; той, хто хоче</em>, інфінітив (<Gr
      text="τὸ σῑγᾶν"
    />
    {{ ' ' }}<em>мовчання</em>), у сполученні з присвійним родовим відмінком (<Gr
      text="τὸ τοῦ Κύρου"
    />
    {{ ' ' }}<em>вислів Кіра</em>).
  </p>

  <p>
    <strong>Без артикля:</strong> назви унікальних реалій (<Gr text="γῆ, ἥλιος" />), у
    предикативному додатку й присудку (<Gr text="ἡ γεωργία τροφός ἐστιν" />
    <em>землеробство є годувальницею</em>), абстрактні поняття, назви осіб, згадуваних уперше.
  </p>
</template>

<script setup lang="ts">
import Gr from '@/components/GreekSpan.vue'
</script>
