<template>
  <h3>Вимова:</h3>
  <ul class="list-inside list-disc">
    <li>
      <Gr text="ι" /> перед голосною є складотворчим (<Gr text="Ἴωνες" /> [іо:нес]) і не спричиняє
      пом’якшення (<Gr text="νίκη" /> [ніке] перемога) <Gr text="υ" /> = [ü]:
      <Gr text="Πυθία" /> [пüтхіа], у дифтонгу = [у]: [ау] [еу] <Gr text="Ζεύς" />, але
      <Gr text="ου" /> = [у:]: <Gr text="Μοῦσα" /> [му:са]
    </li>
    <li>
      <Gr text="ΑΙ ΗΙ ΩΙ" /> з так званою приписаною йотою (у великих літерах) та
      <Gr text="ᾳ ῃ ῳ" /> з так званою підписаною йотою (у малих літерах) = [á é ó]
    </li>
    <li>
      <Gr text="γ" /> перед <Gr text="γ κ ξ χ" /> = [ŋ]: <Gr text="Σφίγξ" /> [sfiŋx] вимова як у
      чеському слові sfinga
    </li>
    <li>
      <Gr text="σ" /> = [z] перед <Gr text="β γ δ μ" />: <Gr text="κόσμος" /> [kozmos] в інших
      випадках = [s]: <Gr text="Μοῦσα" /> [músa]
    </li>
    <li><Gr text="σ" /> всередині слова, <Gr text="ς" /> наприкінці</li>
    <li>
      ῾ на початку слова = густий придих [h]: <Gr text="ἡγεμών" /> [hégemón] × тонкий придих ᾿ не
      вимовляється: <Gr text="ἀγορά" /> [agorá].
    </li>
    <li>
      Горизонтальна риска над <Gr text="ᾱ ῑ ῡ" /> позначає довготу, дужка <Gr text="ᾰ ῐ ῠ" /> —
      короткість (лише в підручниках).
    </li>
  </ul>
</template>

<script setup lang="ts">
import Gr from '@/components/GreekSpan.vue'
</script>
