<template>
  <h3>Вимова:</h3>
  <ul class="list-inside list-disc">
    <li>
      <Gr>ι</Gr> перед голосною є складотворчим (<Gr>Ἴωνες</Gr> [іо:нес]) і не спричиняє пом’якшення
      (<Gr>νίκη</Gr> [ніке] перемога) <Gr>υ</Gr> = [ü]: <Gr>Πυθία</Gr> [пüтхіа], у дифтонгу = [у]:
      [ау] [еу] <Gr>Ζεύς</Gr>, але <Gr>ου</Gr> = [у:]: <Gr>Μοῦσα</Gr> [му:са]
    </li>
    <li>
      <Gr>ΑΙ ΗΙ ΩΙ</Gr> з так званою приписаною йотою (у великих літерах) та <Gr>ᾳ ῃ ῳ</Gr> з так
      званою підписаною йотою (у малих літерах) = [á é ó]
    </li>
    <li>
      <Gr>γ</Gr> перед <Gr>γ κ ξ χ</Gr> = [ŋ]: <Gr>Σφίγξ</Gr> [sfiŋx] вимова як у чеському слові
      sfinga
    </li>
    <li>
      <Gr>σ</Gr> = [z] перед <Gr>β γ δ μ</Gr>: <Gr>κόσμος</Gr> [kozmos] в інших випадках = [s]:
      <Gr>Μοῦσα</Gr> [músa]
    </li>
    <li><Gr>σ</Gr> всередині слова, <Gr>ς</Gr> наприкінці</li>
    <li>
      ῾ на початку слова = густий придих [h]: <Gr>ἡγεμών</Gr> [hégemón] × тонкий придих ᾿ не
      вимовляється: <Gr>ἀγορά</Gr> [agorá].
    </li>
    <li>
      Горизонтальна риска над <Gr>ᾱ ῑ ῡ</Gr> позначає довготу, дужка <Gr>ᾰ ῐ ῠ</Gr> — короткість
      (лише в підручниках).
    </li>
  </ul>
</template>

<script setup lang="ts">
import Gr from '@/components/GreekSpan.vue'
</script>
